Repository: rednez/finwaze
Catalog: ios/Finwaze/Localizable.xcstrings
Source language: en
Languages: cs, uk

# goals.form.save
source: Save changes
cs: Uložit změny
uk: Зберегти зміни

# goals.form.selectCurrency
source: Select currency
cs: Vyberte měnu
uk: Оберіть валюту

# goals.form.selectTargetDate
source: Select target date
cs: Vyberte datum
uk: Оберіть дату

# goals.form.targetAmount
source: Target amount
cs: Cílová částka
uk: Цільова сума

# goals.form.targetAmountPlaceholder
source: Enter target amount
cs: Zadejte cílovou částku
uk: Введіть цільову суму

# goals.form.targetBelowMinimum
source: Must be at least 1
cs: Musí být alespoň 1
uk: Має бути не менше 1

# goals.form.targetDate
source: Target date
cs: Cílové datum
uk: Цільова дата

# goals.form.targetDateInPast
source: Cannot be earlier than today
cs: Nesmí být dříve než dnes
uk: Не може бути раніше за сьогодні

# goals.form.targetDateRequired
source: Target date is required
cs: Datum je povinné
uk: Дата обов'язкова

# goals.keep
source: Keep goal
cs: Ponechat cíl
uk: Залишити ціль

# goals.markCancelled
source: Mark as cancelled
cs: Označit jako zrušený
uk: Позначити скасованою

# goals.markDone
source: Mark as done
cs: Označit jako splněný
uk: Позначити досягнутою

# goals.new.failed
source: Failed to create the goal
cs: Cíl se nepodařilo vytvořit
uk: Не вдалося створити ціль

# goals.new.title
source: New goal
cs: Nový cíl
uk: Нова ціль

# goals.noAccount.create
source: Create account
cs: Vytvořit účet
uk: Створити рахунок

# goals.noAccount.message %@
source: Money goes in and out of a goal only through a regular account in its currency. Create an account in %@ first.
cs: Peníze do cíle vkládáte a vybíráte jen přes běžný účet v jeho měně. Nejdřív vytvořte účet v %@.
uk: Гроші вносяться в ціль і знімаються з неї лише через звичайний рахунок у її валюті. Спершу створіть рахунок у %@.

# goals.noAccount.title %@
source: No account in %@
cs: Žádný účet v %@
uk: Немає рахунку в %@

# goals.notFound.back
source: Back to goals
cs: Zpět na cíle
uk: До цілей

# goals.notFound.message
source: It may have been deleted.
cs: Možná byl smazán.
uk: Можливо, її видалено.

# goals.notFound.title
source: Goal not found
cs: Cíl nenalezen
uk: Ціль не знайдено

# goals.overview.currency
source: Currency
cs: Měna
uk: Валюта

# goals.overview.subtitle
source: Net deposits into goals by month, compared with the previous year
cs: Čisté vklady do cílů po měsících ve srovnání s předchozím rokem
uk: Чисті внески в цілі по місяцях порівняно з попереднім роком

# goals.overview.title
source: Savings overview
cs: Přehled spoření
uk: Огляд заощаджень

# goals.status.cancelled
source: Cancelled
cs: Zrušený
uk: Скасована

# goals.status.done
source: Done
cs: Splněný
uk: Досягнута

# goals.status.inProgress
source: In progress
cs: Probíhá
uk: В процесі

# goals.status.notStarted
source: Not started
cs: Nezahájený
uk: Не розпочата

# goals.summary.title
source: Total goals
cs: Celkem cílů
uk: Усього цілей

# goals.summary.total %lld
source: %lld goals in total
cs: Celkem cílů: %lld
uk: Усього цілей: %lld

# goals.transfer.amount
source: Amount
cs: Částka
uk: Сума

# goals.transfer.deposited %@
source: Transfer successful — deposited to %@
cs: Převod úspěšný — vloženo do %@
uk: Переказ успішний — зараховано на %@

# goals.transfer.depositFailed
source: Transfer failed
cs: Převod selhal
uk: Помилка переказу

# goals.transfer.depositTitle
source: Deposit
cs: Vložit
uk: Внести

# goals.transfer.exceedsSaved
source: Cannot exceed the saved amount
cs: Nesmí překročit naspořenou částku
uk: Не може перевищувати накопичену суму

# goals.transfer.fromAccount
source: From account
cs: Z účtu
uk: З рахунку

# goals.transfer.saved %@
source: Saved: %@
cs: Naspořeno: %@
uk: Накопичено: %@

# goals.transfer.toAccount
source: To account
cs: Na účet
uk: На рахунок

# goals.transfer.withdrawFailed
source: Withdrawal failed
cs: Výběr selhal
uk: Помилка зняття

# goals.transfer.withdrawn
source: Withdrawal successful
cs: Výběr úspěšný
uk: Зняття успішне

# goals.transfer.withdrawTitle
source: Withdraw
cs: Vybrat
uk: Зняти

# goals.updated
source: Goal updated
cs: Cíl aktualizován
uk: Ціль оновлено

# goals.updateFailed
source: Failed to update the goal
cs: Cíl se nepodařilo aktualizovat
uk: Не вдалося оновити ціль

# goals.withdraw
source: Withdraw
cs: Vybrat
uk: Зняти

# groups.addCategory
source: Add category
cs: Přidat kategorii
uk: Додати категорію

# groups.addGroup
source: Add group
cs: Přidat skupinu
uk: Додати групу

# groups.categoryCount %lld
source: %lld categories
cs: %lld kategorií
uk: %lld категорії

# groups.categoryCreated
source: Category created successfully
cs: Kategorie byla úspěšně vytvořena
uk: Категорію успішно створено

# groups.categoryCreationFailed
source: Category creation failed
cs: Vytvoření kategorie selhalo
uk: Помилка створення категорії

# groups.categoryDeleted
source: Category deleted successfully
cs: Kategorie byla úspěšně smazána
uk: Категорію успішно видалено

# groups.categoryDeletionFailed
source: Category deletion failed
cs: Smazání kategorie selhalo
uk: Помилка видалення категорії

# groups.categoryUpdateFailed
source: Category update failed
cs: Úprava kategorie selhala
uk: Помилка зміни категорії

# groups.categoryUpdated
source: Category updated successfully
cs: Kategorie byla úspěšně upravena
uk: Категорію успішно змінено

# groups.delete
source: Delete
cs: Smazat
uk: Видалити

# groups.deleteConfirmTitle %@
source: Delete “%@”?
cs: Smazat „%@“?
uk: Видалити «%@»?

# groups.edit
source: Edit
cs: Upravit
uk: Змінити

# groups.editCategory
source: Edit category
cs: Upravit kategorii
uk: Змінити категорію

# groups.editGroup
source: Edit group
cs: Upravit skupinu
uk: Змінити групу

# groups.empty.message
source: Start organizing your spending and incomes by adding your first group.
cs: Začněte organizovat výdaje a příjmy přidáním první skupiny.
uk: Почніть організовувати витрати та доходи, додавши першу групу.

# groups.empty.title
source: No groups here yet
cs: Zatím tu nejsou žádné skupiny
uk: Груп ще немає

# groups.filter.all
source: All
cs: Vše
uk: Усі

# groups.filter.type
source: Transaction type
cs: Typ transakce
uk: Тип операції

# groups.groupCreated
source: Group created successfully
cs: Skupina byla úspěšně vytvořena
uk: Групу успішно створено

# groups.groupCreationFailed
source: Group creation failed
cs: Vytvoření skupiny selhalo
uk: Помилка створення групи

# groups.groupDeleted
source: Group deleted successfully
cs: Skupina byla úspěšně smazána
uk: Групу успішно видалено

# groups.groupDeletionFailed
source: Group deletion failed
cs: Smazání skupiny selhalo
uk: Помилка видалення групи

# groups.groupUpdateFailed
source: Group update failed
cs: Úprava skupiny selhala
uk: Помилка зміни групи

# groups.groupUpdated
source: Group updated successfully
cs: Skupina byla úspěšně upravena
uk: Групу успішно змінено

# groups.newCategory
source: New category
cs: Nová kategorie
uk: Нова категорія

# groups.newGroup
source: New group
cs: Nová skupina
uk: Нова група

# groups.notFound
source: It may have been deleted on another device.
cs: Možná byla smazána na jiném zařízení.
uk: Можливо, її видалили на іншому пристрої.

# groups.save
source: Save
cs: Uložit
uk: Зберегти

# groups.transactionCount %lld
source: %lld transactions
cs: %lld transakcí
uk: %lld транзакції

# guide.comingSoon
source: Guide articles are coming soon.
cs: Články průvodce brzy přidáme.
uk: Статті посібника з’являться згодом.

# login.badge
source: Free and secure
cs: Zdarma a bezpečně
uk: Безкоштовно та безпечно

# login.error.title
source: Couldn't sign in
cs: Přihlášení se nezdařilo
uk: Не вдалося увійти

# login.forgotPassword
source: Forgot password?
cs: Zapomněli jste heslo?
uk: Забули пароль?

# login.noAccount
source: Don't have an account?
cs: Nemáte účet?
uk: Ще не маєте облікового запису?

# login.passwordPlaceholder
source: Enter your password
cs: Zadejte své heslo
uk: Введіть пароль

# login.signUpLink
source: Sign up
cs: Registrovat se
uk: Зареєструватися

# login.submit
source: Sign In
cs: Přihlásit se
uk: Увійти

# login.subtitle
source: Control your money with confidence. Make your expenses answer to you.
cs: Ovládejte své peníze s jistotou. Nechte výdaje odpovídat za sebe.
uk: Контролюйте свої гроші впевнено. Нехай витрати вам підкоряються.

# login.title
source: Sign In to the App
cs: Přihlásit se do aplikace
uk: Вхід до застосунку

# login.tryDemo
source: Try Demo Mode
cs: Vyzkoušet Demo
uk: Демо-режим

# namePrompt.create
source: Create
cs: Vytvořit
uk: Створити

# namePrompt.name
source: Name
cs: Název
uk: Назва

# namePrompt.nameRequired
source: Name required
cs: Název je povinný
uk: Назва обов'язкова

# namePrompt.nameTooLong
source: Maximum length is 25 characters
cs: Maximální délka je 25 znaků
uk: Максимальна довжина — 25 символів

# namePrompt.placeholder
source: Enter a name
cs: Zadejte název
uk: Введіть назву

# namePrompt.type
source: Type
cs: Typ
uk: Тип

# onboarding.account.create
source: Create account
cs: Vytvořit účet
uk: Створити рахунок

# onboarding.account.creationFailed
source: Failed to create account
cs: Nepodařilo se vytvořit účet
uk: Не вдалося створити рахунок

# onboarding.account.description
source: To start tracking your finances in Finwaze, you need at least one account. Choose a name and currency — you can always add more accounts later.
cs: Pro začátek sledování financí ve Finwaze potřebujete alespoň jeden účet. Zvolte název a měnu — další účty můžete kdykoliv přidat později.
uk: Щоб почати вести облік фінансів у Finwaze, потрібен принаймні один рахунок. Виберіть назву та валюту — за потреби ви завжди зможете додати інші рахунки пізніше.

# onboarding.account.eyebrow
source: Final step
cs: Poslední krok
uk: Останній крок

# onboarding.account.guideHint
source: New to personal finance tracking? After signing in, you can open the “Guide” anytime from the menu (top right) for step-by-step examples and tips.
cs: Začínáte se správou osobních financí? Po přihlášení můžete kdykoliv otevřít sekci „Průvodce“ v menu (vpravo nahoře), kde najdete krok za krokem návody a tipy.
uk: Вперше ведете облік особистих фінансів? Після входу ви будь-коли зможете відкрити розділ «Посібник» у меню (у верхньому правому куті), де знайдете покрокові приклади та корисні поради.

# onboarding.account.title
source: Create your first account
cs: Vytvořte si první účet
uk: Створіть свій перший рахунок

# onboarding.analytics.bullet1
source: Monthly income and expense overview
cs: Měsíční přehled příjmů a výdajů
uk: Огляд доходів і витрат за місяць

# onboarding.analytics.bullet2
source: Spending breakdown by categories and groups
cs: Rozdělení výdajů podle kategorií a skupin
uk: Аналіз витрат за категоріями та групами

# onboarding.analytics.bullet3
source: Track trends across all accounts
cs: Sledování trendů napříč účty
uk: Відстеження тенденцій за всіма рахунками

# onboarding.analytics.description
source: Insights and analytics turn your transactions into clear understanding: monthly summaries, spending breakdown by category, and financial trends across all accounts.
cs: Přehledy a analytika mění vaše transakce na srozumitelné informace: měsíční souhrny, rozdělení výdajů podle kategorií a finanční trendy napříč účty.
uk: Огляд та аналітика перетворюють ваші транзакції на зрозумілі висновки: місячні підсумки, структуру витрат за категоріями та фінансові тенденції за всіма рахунками.

# onboarding.analytics.eyebrow
source: Analytics
cs: Analytika
uk: Аналітика

# onboarding.analytics.title
source: Analyze your finances
cs: Analyzujte své finance
uk: Аналізуйте свої фінанси

# onboarding.back
source: Back
cs: Zpět
uk: Назад

# onboarding.budget.bullet1
source: Monthly limits per category
cs: Měsíční limity pro kategorie
uk: Місячні ліміти для категорій

# onboarding.budget.bullet2
source: Real-time spending progress
cs: Sledování výdajů v reálném čase
uk: Відстеження прогресу в реальному часі

# onboarding.budget.bullet3
source: Avoid overspending
cs: Vyhněte se překročení rozpočtu
uk: Уникайте перевитрат

# onboarding.budget.description
source: Set monthly spending limits for individual categories and track your progress in real time. Finwaze helps you spot overspending risks before they happen.
cs: Nastavte měsíční limity výdajů pro jednotlivé kategorie a sledujte svůj pokrok v reálném čase. Finwaze vám pomůže odhalit riziko překročení rozpočtu ještě předtím, než nastane.
uk: Встановлюйте місячні ліміти витрат для окремих категорій і стежте за прогресом у реальному часі. Finwaze допоможе помітити ризик перевитрат ще до того, як вони стануть проблемою.

# onboarding.budget.eyebrow
source: Budgets
cs: Rozpočty
uk: Бюджети

# onboarding.budget.title
source: Plan with confidence
cs: Plánujte s jistotou
uk: Плануйте з упевненістю

# onboarding.categories.bullet1
source: Group related categories together
cs: Seskupujte související kategorie
uk: Об’єднуйте пов’язані категорії в групи

# onboarding.categories.bullet2
source: Customize categories to fit your needs
cs: Přizpůsobte si kategorie podle potřeby
uk: Налаштовуйте категорії під свої потреби

# onboarding.categories.bullet3
source: Add color labels for better clarity
cs: Barevné štítky pro lepší přehled
uk: Можливість встановлення окремої кольорової мітки

# onboarding.categories.description
source: Structure your transactions using groups and categories that match your lifestyle — for example, “Car → Fuel” or “Services → Subscriptions”. A clear structure helps you better understand your finances.
cs: Organizujte transakce pomocí skupin a kategorií, které odpovídají vašemu životnímu stylu — například „Auto → Palivo“ nebo „Služby → Předplatné“. Jasná struktura pomáhá lépe porozumět financím.
uk: Організовуйте транзакції за групами та категоріями, які відповідають саме вашому способу життя — наприклад, «Авто → Пальне» або «Послуги → Підписки». Чітка структура допомагає краще розуміти свої фінанси.

# onboarding.categories.eyebrow
source: Groups & categories
cs: Skupiny a kategorie
uk: Групи та категорії

# onboarding.categories.title
source: Organize your spending your way
cs: Uspořádejte své výdaje po svém
uk: Упорядкуйте витрати по-своєму

# onboarding.getStarted
source: Get started
cs: Začít
uk: Почнімо

# onboarding.goals.bullet1
source: Separate account for each goal
cs: Samostatný účet pro každý cíl
uk: Окремий рахунок для кожної цілі

# onboarding.goals.bullet2
source: Clear progress tracking
cs: Jasné sledování pokroku
uk: Наочне відстеження прогресу

# onboarding.goals.bullet3
source: Save consistently with confidence
cs: Šetřete pravidelně a s jistotou
uk: Заощаджуйте регулярно та впевнено

# onboarding.goals.description
source: Create dedicated savings goals with separate accounts. Track your progress and stay motivated as your balance grows.
cs: Vytvářejte samostatné cíle úspor s vlastním účtem. Sledujte svůj pokrok a motivujte se rostoucím zůstatkem.
uk: Створюйте окремі цілі заощаджень із власними рахунками. Відстежуйте свій прогрес і зберігайте мотивацію, спостерігаючи, як зростають ваші накопичення.

# onboarding.goals.eyebrow
source: Savings goals
cs: Cíle úspor
uk: Цілі заощаджень

# onboarding.goals.title
source: Move closer to your goals
cs: Přibližujte se svým cílům
uk: Наближайтеся до своїх цілей

# onboarding.goToStep %lld
source: Go to step %lld
cs: Přejít na krok %lld
uk: Перейти до кроку %lld

# onboarding.next
source: Next
cs: Další
uk: Далі

# onboarding.skip
source: Skip
cs: Přeskočit
uk: Пропустити

# onboarding.stepCounter %lld %lld
source: Step %1$lld of %2$lld
cs: Krok %1$lld z %2$lld
uk: Крок %1$lld з %2$lld

# onboarding.transactions.bullet1
source: Income, expenses, transfers, and adjustments
cs: Příjmy, výdaje, převody a úpravy
uk: Доходи, витрати, перекази та коригування

# onboarding.transactions.bullet2
source: Multi-currency support
cs: Podpora více měn
uk: Підтримка кількох валют

# onboarding.transactions.bullet3
source: Quick filtering: currency, account, category
cs: Rychlé filtrování: měna, účet, kategorie
uk: Швидка фільтрація: валюта, рахунок, категорія

# onboarding.transactions.description
source: Record income, expenses, transfers between accounts, and balance adjustments. Each transaction stores the operation currency and the actual amount credited or debited.
cs: Zaznamenávejte příjmy, výdaje, převody mezi účty a úpravy zůstatku. Každá transakce ukládá měnu operace a skutečně připsanou nebo odepsanou částku.
uk: Фіксуйте доходи, витрати, перекази між рахунками та коригування залишку. Для кожної транзакції зберігаються валюта операції та фактична сума списання або зарахування на рахунок.

# onboarding.transactions.eyebrow
source: Transactions
cs: Transakce
uk: Транзакції

# onboarding.transactions.title
source: Add transactions quickly and easily
cs: Přidávejte transakce rychle a jednoduše
uk: Вносьте операції швидко та легко

# onboarding.welcome.bullet1
source: Easily track income and expenses
cs: Snadné sledování příjmů a výdajů
uk: Легко відстежуйте доходи та витрати

# onboarding.welcome.bullet2
source: Plan budgets and reach your savings goals
cs: Plánování rozpočtů a dosažení úspor
uk: Плануйте бюджети й досягайте цілей заощаджень

# onboarding.welcome.bullet3
source: Get a clear view of your spending
cs: Jasný přehled o vašich výdajích
uk: Майте чітке уявлення про свої витрати

# onboarding.welcome.description
source: Finwaze brings all your accounts, transactions, and financial goals into one simple place. This short introduction will walk you through the main features — it only takes a minute.
cs: Finwaze spojuje všechny vaše účty, transakce a finanční cíle do jednoho přehledného místa. Tato krátká úvodní prohlídka vám ukáže hlavní funkce aplikace — zabere jen minutu.
uk: Finwaze об’єднує всі ваші рахунки, транзакції та фінансові цілі в одному зручному місці. Це коротке знайомство покаже основні можливості застосунку — воно займе лише хвилину.

# onboarding.welcome.eyebrow
source: Welcome to Finwaze
cs: Vítejte ve Finwaze
uk: Ласкаво просимо до Finwaze

# onboarding.welcome.title
source: All your finances — at a glance
cs: Všechny vaše finance — na jednom místě
uk: Усі ваші фінанси — як на долоні

# profile.demoMode
source: Demo mode
cs: Demo režim
uk: Демо-режим

# profile.guide
source: Guide
cs: Průvodce
uk: Посібник

# profile.menu
source: Profile
cs: Profil
uk: Профіль

# profile.settings
source: Settings
cs: Nastavení
uk: Налаштування

# profile.signOut
source: Log out
cs: Odhlásit se
uk: Вийти

# profile.signOut.confirmTitle
source: Log out of Finwaze?
cs: Odhlásit se z Finwaze?
uk: Вийти з Finwaze?

# resetPassword.checkEmail.title
source: Check your email
cs: Zkontrolujte e-mail
uk: Перевірте пошту

# resetPassword.error.title
source: Couldn’t send the link
cs: Odkaz se nepodařilo odeslat
uk: Не вдалося надіслати посилання

# resetPassword.hint
source: After changing your password, come back here and sign in with the new password.
cs: Po změně hesla se sem vraťte a přihlaste se novým heslem.
uk: Після зміни пароля поверніться сюди й увійдіть з новим паролем.

# resetPassword.rememberPassword
source: Remembered your password?
cs: Vzpomněli jste si na heslo?
uk: Згадали пароль?

# resetPassword.sent
source: Check your inbox — we sent you a reset link.
cs: Zkontrolujte doručenou poštu — poslali jsme vám odkaz pro obnovení.
uk: Перевірте пошту — ми надіслали вам посилання для скидання.

# resetPassword.signIn
source: Sign In
cs: Přihlásit se
uk: Увійти

# resetPassword.submit
source: Send Reset Link
cs: Odeslat odkaz
uk: Надіслати посилання

# resetPassword.subtitle
source: Enter your email and we’ll send you a reset link.
cs: Zadejte svůj e-mail a pošleme vám odkaz pro obnovení.
uk: Введіть email, і ми надішлемо вам посилання для скидання.

# resetPassword.title
source: Reset Password
cs: Obnovení hesla
uk: Скидання пароля

# section.analytics.description
source: Analyze your financial data
cs: Analýza finančních dat
uk: Аналіз фінансових даних

# section.analytics.title
source: Analytics
cs: Analytika
uk: Аналітика

# section.budget.description
source: Create and track your budgets
cs: Tvorba a sledování rozpočtů
uk: Створення та відстеження бюджетів

# section.budget.title
source: Budget
cs: Rozpočet
uk: Бюджет

# section.comingSoon
source: This section is under construction.
cs: Tato sekce je ve vývoji.
uk: Цей розділ ще в розробці.

# section.dashboard.description
source: Brief overview of your financial status
cs: Stručný přehled vašeho finančního stavu
uk: Короткий огляд вашого фінансового стану

# section.dashboard.title
source: Dashboard
cs: Přehled
uk: Дашборд

# section.goals.description
source: Set and track your financial goals
cs: Nastavení a sledování finančních cílů
uk: Встановлення та відстеження фінансових цілей

# section.goals.title
source: Goals
cs: Cíle
uk: Цілі

# section.groups.description
source: Organize your transactions with groups and categories
cs: Organizujte transakce do skupin a kategorií
uk: Організуйте транзакції за групами та категоріями

# section.groups.tab
source: Categories
cs: Kategorie
uk: Категорії

# section.groups.title
source: Groups & Categories
cs: Skupiny a kategorie
uk: Групи та категорії

# section.help
source: Learn about this section
cs: Více o této sekci
uk: Дізнатися про цей розділ

# section.helpMenu
source: Help
cs: Nápověda
uk: Довідка

# section.more
source: More
cs: Více
uk: Більше

# section.transactions.description
source: View and manage your transactions
cs: Zobrazení a správa transakcí
uk: Перегляд та управління транзакціями

# section.transactions.title
source: Transactions
cs: Transakce
uk: Транзакції

# section.wallet.description
source: Manage your accounts and balances
cs: Správa účtů a zůstatků
uk: Управління рахунками та балансами

# section.wallet.title
source: Wallet
cs: Peněženka
uk: Гаманець

# settings.comingSoon
source: Settings are coming soon.
cs: Nastavení brzy přidáme.
uk: Налаштування з’являться згодом.

# signup.checkEmail.title
source: Check your email
cs: Zkontrolujte svůj e-mail
uk: Перевірте пошту

# signup.confirmHint
source: After confirming, come back here and sign in.
cs: Po potvrzení se sem vraťte a přihlaste se.
uk: Після підтвердження поверніться сюди й увійдіть.

# signup.confirmPassword
source: Confirm Password
cs: Potvrzení hesla
uk: Підтвердження пароля

# signup.confirmPlaceholder
source: Repeat your password
cs: Zopakujte heslo
uk: Повторіть пароль

# signup.confirmRequired
source: Please confirm your password
cs: Potvrďte prosím své heslo
uk: Будь ласка, підтвердіть пароль

# signup.error.title
source: Registration error
cs: Chyba registrace
uk: Помилка реєстрації

# signup.haveAccount
source: Already have an account?
cs: Již máte účet?
uk: Вже маєте обліковий запис?

# signup.passwordPlaceholder
source: Create a password
cs: Vytvořte heslo
uk: Створіть пароль

# signup.passwordsMismatch
source: Passwords do not match
cs: Hesla se neshodují
uk: Паролі не збігаються

# signup.passwordTooShort
source: Password must be at least 8 characters
cs: Heslo musí mít alespoň 8 znaků
uk: Пароль має містити щонайменше 8 символів

# signup.resend
source: Resend email
cs: Odeslat e-mail znovu
uk: Надіслати лист ще раз

# signup.resend.error.title
source: Couldn't resend the email
cs: E-mail se nepodařilo znovu odeslat
uk: Не вдалося надіслати лист ще раз

# signup.resent
source: We've sent the email again.
cs: E-mail jsme odeslali znovu.
uk: Лист надіслано ще раз.

# signup.signInAfterConfirm
source: Sign In
cs: Přihlásit se
uk: Увійти

# signup.signInLink
source: Sign in
cs: Přihlásit se
uk: Увійти

# signup.submit
source: Sign Up
cs: Registrovat se
uk: Зареєструватися

# signup.subtitle
source: Sign up with your email to start tracking your finances.
cs: Zaregistrujte se pomocí e-mailu a začněte sledovat své finance.
uk: Зареєструйтеся за допомогою email, щоб почати облік фінансів.

# signup.title
source: Register new user
cs: Vytvořit účet
uk: Створити обліковий запис
